Repository: Cumulocity-IoT/c8y-adamos-hub-connector
Catalog: ax-ui-hubconnector/locales/*.po
Languages: de

source: Import Hub-Device
de: Hub-Gerät importieren

source: Import ADAMOS-Hub-Device
de: ADAMOS-Hub-Gerät importieren

source: Please select a device that sould be imported from ADAMOS-Hub.
de: Bitte wählen Sie ein Gerät, welches aus dem ADAMOS-Hub importiert werden soll.

source: Add binding
de: Verknüpfung hinzufügen

source: Delete binding
de: Verknüpfung löschen

source: Hub Settings
de: Hub Einstellungen

source: Last usage
de: Letzte Verwendung

source: Initial sync
de: Initiale Synchronisierung

source: Synchronisation
de: Synchronisierung

source: Sync to ADAMOS-Hub
de: Synchronisiere zum ADAMOS-Hub

source: Sync from ADAMOS-Hub
de: Synchronisiere vom ADAMOS-Hub

source: Last sync
de: Letzte Synchronisierung

source: Hierarchy
de: Hierarchie

source: No custom mapping defined.
de: Keine angepassten Mappings definiert.

source: Devices
de: Geräte

source: Disconnected
de: Nicht verbunden

source: Disconnected Devices
de: Nicht verbundene Geräte

source: Connected Devices
de: Verbundene Geräte

source: All Devices
de: Alle Geräte

source: Global settings
de: Globale Einstellungen

source: Basic Data
de: Basisdaten

source: Create new assets in Hub automatically
de: Automatische Erstellung neuer Assets in Hub

source: No HubSettings found.
de: Keine Hub-Einstellungen gefunden.

source: Loading global settings...
de: Lade globale Einstellungen...

source: Loading ADAMOS-Hub-data...
de: Lade ADAMOS-Hub-Daten...

source: Handle as Cumulocity-Device
de: Als Cumulocity-Gerät behandeln

source: Set Device-Flag
de: Geräte-Flag setzen

source: Device-Flag active
de: Geräte-Flag aktiv

source: Resync data from ADAMOS Hub
de: Daten von ADAMOS Hub synchronisierennpm

source: No unimported devices could be found.
de: Es konnten keine nicht-importierten Geräte gefunden werden.

source: Importing ADAMOS-Hub-device...
de: Importiere ADAMOS-Hub-Gerät...

source: Comment
de: Kommentar

source: Event Rules
de: Event Regeln

source: Events from Hub
de: Events vom Hub

source: Events from ADAMOS-Hub
de: Events vom ADAMOS-Hub

source: ADAMOS Destination
de: ADAMOS Ziel

source: ADAMOS-Processing
de: ADAMOS-Verarbeitung

source: ADAMOS-Channel
de: ADAMOS-Kanal

source: Add new rule
de: Neue Regel erstellen

source: Custom-JSON
de: Benutzerdefiniertes JSON

source: Rule active
de: Regel aktiv

source: Human readable rule name
de: Menschenlesbarer Regelname

source: ADAMOS-Hub Event Code or RegExp
de: ADAMOS-Hub Event Code oder regulärer Ausdruck

source: ADAMOS-Hub Object Type or RegExp
de: ADAMOS-Hub Objekt Typ oder regulärer Ausdruck

source: ADAMOS-Hub ObjectType
de: ADAMOS-Hub Objekt Typ
