Repository: Cumulocity-IoT/c8y-adamos-hub-connector
Catalog: ax-ui-hubconnector-microfrontend/locales/*.po
Languages: de

source: ADAMOS Hub Devices
de: ADAMOS Hub Geräte

source: Cumulocity IoT Devices
de: Cumulocity IoT Geräte

source: Linked
de: Verbunden

source: Linking successful
de: Synchronisation erfolgreich

source: Disconnected
de: Getrennt

source: Events from Hub
de: Events vom Hub

source: Only linked
de: Nur verbunden

source: Only unlinked
de: Nur nicht verbunden

source: Link device
de: Gerät verbinden

source: Disconnect device
de: Gerät trennen

source: Importing Cumulocity IoT devices...
de: Cumulocity IoT Geräte laden...

source: Importing ADAMOS Hub devices...
de: ADAMOS Hub Geräte laden...

source: Unlinked Cumulocity IoT Devices
de: Nicht verbundene Cumulocity IoT Geräte

source: You are about to disconnect "{{deviceName}}" from {{source}}. Do you want to proceed?
de: Das Gerät "{{deviceName}}" wird von {{source}} getrennt. Möchten Sie fortfahren?

source: You can either create a new device on Cumulocity IoT, or select an existing device which will merge both devices.
de: Sie können entweder ein neues Gerät auf Cumulocity IoT erstellen oder ein vorhandenes Gerät auswählen, das beide Geräte verbindet.

source: You can either create a new device on ADAMOS Hub, or select an existing device which will merge both devices.
de: Sie können entweder ein neues Gerät auf ADAMOS Hub erstellen oder ein vorhandenes Gerät auswählen, das beide Geräte verbindet.

source: Unlinked ADAMOS Hub Devices
de: Nicht verbundene ADAMOS Hub Geräte

source: Link to existing device
de: Mit existierendem Gerät verbinden

source: Create new device
de: Neues Gerät erstellen

source: Device disconnect successful.
de: Gerätetrennung erfolgreich.

source: Linked ADAMOS Hub device with uuid={{uuid}} → new Cumulocity IoT Device with id={{moId}}
de: ADAMOS Hub Gerät uuid={{uuid}} → mit neuem Cumulocity IoT Gerät id={{moId}} verbunden

source: Linked ADAMOS Hub device with uuid={{uuid}} → Cumulocity IoT Device with id={{moId}}
de: ADAMOS Hub Gerät uuid={{uuid}} → mit Cumulocity IoT Gerät id={{moId}} verbunden

source: Linked Cumulocity IoT Device with id={{id}} → new ADAMOS Hub device
de: Cumulocity IoT Gerät id={{id}} → mit neuem ADAMOS Hub Gerät verbunden

source: Linked Cumulocity IoT Device with id={{moId}} → ADAMOS Hub device with uuid={{uuid}}
de: Cumulocity IoT Gerät id={{id}} → mit ADAMOS Hub Gerät uuid={{uuid}} verbunden
